Repository: Nanolx/bashstyle-ng
Catalog: i18n/*/*.po
Languages: de

source: The following modules failed to import: %s
de: Folgende Module konnten nicht geladen werden: %s

source: bashstyle <option> BashStyle-NG © 2007 - 2016 Christopher Bratusek Licensed under the GNU GENERAL PUBLIC LICENSE v3
de: bashstyle <option> BashStyle-NG © 2007 - 2016 Christopher Bratusek Lizenziert unter der GNU GENERAL PUBLIC LICENSE v3

source: print version and exit
de: Version anzeigen und beenden

source: print prefix and exit
de: Präfix anzeigen und beenden

source: print used Python interpreter and exit
de: Python-Interpreter anzeigen und beenden

source: BashStyle-NG Version %s starting
de: BashStyle-NG Version %s startet

source: LoadConfig: something is wrong with User configuration, restoring defaults.
de: LoadConfig: etwas ist falsch mit der Benutzer-Konfiguration, stelle Standard wieder her.

source: LoadConfig: vendor configuration up-to-date, using it's values.
de: LoadConfig: Distributions-Konfiguration aktuell, benutze deren Werte.

source: LoadConfig: vendor configuration oudated, using factory defaults!
de: LoadConfig: Distributions-Konfiguration veraltet, benutze Programm-Standard!

source: LoadConfig: no vendor configuration found, using factory defaults.
de: LoadConfig: keine Distributions-Konfiguration gefunden, benutze Programm-Standard.

source: CheckConfig: User ini is at version {}, but {} is available, updating.
de: CheckConfig: Benutzer ini ist auf Version {}, aber {} ist verfügbar, aktualisiere.

source: CheckConfig: User ini version is at {}, but {} is the highest known. Resetting due to error.
de: CheckConfig: Benutzer ini ist auf Version {}, aber {} ist die höchste bekannte. Setze aufgrund eines Fehlers zurück.

source: CheckConfig: User configuration up-to-date.
de: CheckConfig: Benutzer-Konfiguration ist aktuell.

source: ResetConfig: no up-to-date backup or vendor configuration found, using factory defaults.
de: ResetConfig: keine aktuelle Konfigurations-Sicherung oder Distributions-Konfiguration gefunden, benutze Programm-Standard.

source: ResetConfig: vendor configuration up-to-date, using it's values.
de: ResetConfig: Distributions-Konfiguration aktuell, benutze deren Werte.

source: BackupConfig: backing up configuration to %s.
de: BackupConfig: sichere Konfiguration nach %s.

source: RestoreConfig: restoring configuration from %s.
de: RestoreConfig: spiele Sicherung von %s ein

source: RestoreConfig: not restoring configuration as it's outdated.
de: RestoreConfig: spiele Konfigurations-Sicherung nicht ein, da sie veraltet ist.

source: RestoreConfig: no backup configuration exists.
de: RestoreConfig: es existiert keine Konfigurations-Sicherung nach %s.

source: UpdateConfig: vendor configuration up-to-date, copying as user-default.
de: UpdateConfig: Distributions-Konfiguration ist aktuell, nutze als Benutzer-Standard.

source: UpdateConfig: vendor configuration outdated, using factory defaults instead!
de: UpdateConfig: Distributions-Konfiguration veraltet, nutze Programm-Standard!

source: UpdateConfig: no vendor configuration found, using factory defaults instead.
de: UpdateConfig: keine Distributions-Konfiguration gefunden, benutze Programm-Standard.

source: UpdateConfig: merging values.
de: UpdateConfig: kombiniere Werte.

source: WriteConfig: saving configuration.
de: WriteConfig: speichere Konfiguration.

source: FixUpConfig: checking for outdated values.
de: FixUpConfig: überprüfe auf veraltete Werte.

source: FixUpConfig: updating prompt_style for name change clock-ad >> equinox.
de: FixUpConfig: aktualisiere prompt_style aufgrund Namensänderung clock-ad >> equinox.

source: UserSaveConfigExists: backup configuration can't be loaded due errors.
de: UserSaveConfigExists: Konfigurations-Sicherung kann aufgrund von Fehlern nicht geladen werden.

source: VendorConfigExists: vendor configuration can't be loaded due errors.
de: VendorConfigExists: Distributions-Konfiguration kann aufgrund von Fehlern nicht geladen werden.

source: Gtk (from gi.repository)
de: Gtk (aus gi.repository)

source: GdkPixbuf (from gi.repository)
de: GdkPixbuf (aus gi.repository)

source: General Style
de: Stil Optionen

source: Aliases
de: Aliase

source: Advanced
de: Erweitert

source: LS colors
de: LS Farben

source: Custom Prompt Builder
de: Prompt Baukasten

source: Shell Options
de: Shell Optionen

source: About BashStyle-NG
de: Über BashStyle-NG

source: Keybindings
de: Tastenkürzel

source: Configuration
de: Konfiguration

source: Documentation
de: Dokumentation

source: Choose a Category:
de: Kategorie auswählen:

source: Category:
de: Kategorie:

source: RestoreConfig: relaunching BashStyle-NG
de: RestoreConfig: Neu-Start von BashStyle-NG

source: ResetConfig: relaunching BashStyle-NG
de: ResetConfig: Neu-Start von BashStyle-NG

source: BackupConfig: deleting user backup %s
de: BackupConfig: entferne Sicherung %s

source: GObject (from gi.repository)
de: GObject (aus gi.repository)

source: Binding
de: Tastenkürzel

source: Revert
de: Benutzer

source: Default
de: Standard

source: Ctrl
de: Strg

source: None
de: Nichts

source: Key
de: Taste

source: Lockfile does exist and bashstyle-ng is already running.
de: Sperrdatei existiert und bashstyle-ng läuft bereits.

source: bashstyle-ng is running as process %s
de: bashstyle-ng läuft als Prozess %s

source: Lockfile does exist but the process with that pid is not
de: Sperrdatei existiert, aber der Prozess mit dieser ID ist nicht

source: bashstyle, removing lockfile of old process: %s
de: bashstyle, lösche Sperrdatei des alten Prozesses: %s

source: Lockfile does exist but the process with that pid is no
de: Sperrdatei existiert, aber der Prozess mit dieser ID ist nicht

source: longer running, removing lockfile of old process: %s
de: mehr aktiv, lösche Sperrdatei des alten Prozesses: %s

source: Lockfile does not exist
de: Sperrdatei existiert nicht

source: Erasedups
de: Doppelte löschen

source: Ignoredups
de: Duplikate ignorieren

source: Ignorespace
de: Leerezeichen ignorieren

source: Ignoreboth
de: Beides ignorieren

source: Free Memory
de: Freier Arbeitsspeicher

source: Used Memory
de: Benutzter Arbeitsspeicher

source: Both
de: Beides

source: Choose Style:
de: Stil auswählen:

source: Separator
de: Seperator

source: Floating Clock
de: Hängende Uhr

source: Insert Color:
de: Farbe einfügen:

source: Username
de: Benutzername

source: Date
de: Datum

source: Time
de: Zeit

source: Workdir
de: Verzeichnis

source: Font
de: Schrift

source: Uptime
de: Systemlaufzeit

source: Misc. Elements
de: Div. Elemente

source: Black
de: Schwarz

source: Red
de: Rot

source: Green
de: Grün

source: Yellow
de: Gelb

source: Blue
de: Blau

source: White
de: Weiß

source: Coldblue
de: Kaltes Blau

source: Smoothblue
de: Weiches Blau

source: Iceblue
de: Eisblau

source: Turqoise
de: Türkis

source: Smoothgreen
de: Weiches Grün

source: Winered
de: Weinrot

source: Brown
de: Braun

source: Silver
de: Silber

source: Ocher
de: Ocker

source: Purple
de: Violett

source: Pink
de: Rosa

source: Cream
de: Cremé

source: Audible
de: Piep

source: Visible
de: Sichtbar

source: Choose Color to Change:
de: Zu ändernde Farbe:

source: Bright
de: Hell

source: Dimmed
de: Gedimmt

source: Inverted
de: Invertiert

source: Underlined
de: Unterstrichen

source: Change Color to:
de: Farbe ändern in:

source: black-white
de: schwarz-weiß

source: white-yellow
de: weiß-gelb

source: yellow-blue
de: gelb-blau

source: blueish
de: bläulich

source: blue-magenta
de: blau-magenta

source: yellow-green
de: gelb-grün

source: Display Batteryload:
de: Akkustand anzeigen:

source: Files Amount:
de: Dateienanzahl:

source: Include Hidden Files
de: Verst. Dateien einbeziehen

source: Exclude Hidden Files
de: Verst. Dateien ausschließen

source: Load Average:
de: Durchschnittslast:

source: for 1 minute
de: für 1 Minute

source: for 10 minutes
de: für 10 Minuten

source: for 15 minutes
de: für 15 Minuten

source: Display Memory:
de: Arbeitsspeicher anzeigen:

source: Used Memory [MB]
de: Benutzter Arbeitsspeicher [MB]

source: Free Memory [MB]
de: Freier Arbeitsspeicher [MB]

source: Used Memory [%]
de: Benutzter Arbeitsspeicher [%]

source: Free Memory [%]
de: Freier Arbeitsspeicher [%]

source: Display Diskspace:
de: Speicherplatz anzeigen:

source: Used Space [MB]
de: Benutzter Speicher [MB]

source: Free Space [MB]
de: Freier Speicher [MB]

source: Used Space [%]
de: Benutzter Speicher [%]

source: Free Space [%]
de: Freier Speicher [%]

source: BashStyle-NG Toolbox
de: BashStyle-NG Werkzeugkasten

source: Full Hostname
de: Voller Hostname

source: Full Workdir
de: Volles Verzeichnis

source: Background Processes
de: Hintergrund Prozesse

source: Bash's Process ID
de: Bashs Prozess Nr

source: $ (# if root)
de: $ (# wenn root)

source: Base Workdir
de: Basis Verzeichnis

source: Effective User ID
de: Effektive Benutzer Nr

source: Command Number [History]
de: Befehlsnummer [Verlauf]

source: Command Number [Session]
de: Befehlsnummer [Sitzung]

source: Shell Level
de: Shell-Stufe

source: Time since Bash started
de: Zeit seit Bash startete

source: Standard Stuff
de: Standard Zeug

source: CPU Load
de: Prozessorlast

source: Number of Processes
de: Anzahl der Prozesse

source: Trunced Workdir
de: Verk. Verzeichnis

source: Files Size
de: Dateien Größe

source: Current TTY
de: Aktuelles TTY

source: Show Battery Load
de: Akkustand anzeigen

source: BashStyle Stuff
de: BashStyle-Zeug

source: Close
de: Schließen

source: Show Exit Value
de: Exit-Wert anzeigen

source: Show Last Command
de: Letztes Kommando (voll)

source: Show Last Command (cut)
de: Letztes Kommando (gekürzt)

source: Relaxed Green
de: entspanntes Grün

source: Indent
de: Einrückung

source: Marker
de: Markierung

source: Manual
de: Manuell

source: Expression
de: Ausdruck

source: Diff
de: Unterschied

source: Choose a category:
de: Kategorie auswählen:

source: Back
de: Zurück

source: Basic
de: Basis

source: Colored Prompts
de: Farbige Prompts

source: Colors
de: Farben

source: Colored ls output
de: Farbige ls Ausgabe

source: Choose Color Style
de: Farbstil auswählen

source: Colored manpages
de: Farbige Hilfeseiten

source: Color for manpage infobar
de: Farbe für manpage Infoleiste

source: Color for manpage body text
de: Farbe für manpage Text

source: Randomly colored text
de: Zufällige Textfarbe

source: Normal text color for output
de: Standardfarbe für Textausgabe

source: Colored grep output
de: Farbige grep Ausgabe

source: Choose grep color
de: Grepfarbe auswählen:

source: Color for Date
de: Farbe für Datum

source: Color for Time
de: Farbe für Zeit

source: Color for Username
de: Farbe für Benutzername

source: Color for Hostname
de: Farbe für Hostname

source: Color for Workdir
de: Farbe für Verzeichnis

source: Color for Uptime
de: Farbe für Systemlaufzeit

source: Color for Separators
de: Farbe für Trenner

source: Color for Text
de: Farbe für Text

source: Color for Misc. Elements
de: Farbe für div. Elemente

source: Display battery load
de: Akkustand anzeigen

source: Display memory
de: Arbeitsspeicher anzeigen:

source: Display system load
de: Systemlast anzeigen

source: Display number of the tty
de: TTY-Nummer anzeigen

source: Display uptime
de: Laufzeit anzeigen

source: Display number of running jobs
de: Prozessanzahl anzeigen

source: Display size of files
de: Dateiengröße anzeigen

source: Display number of files
de: Dateienanzahl anzeigen

source: Maximum PWD length
de: Maximale PWD-Länge

source: PWD cut char
de: PWD Schnittzeichen

source: Choose Promptstyle
de: Promptstil auswählen:

source: Use random style
de: Benutze einen zufälligen Stil

source: Style
de: Stil

source: Color for PS2
de: Farbe für PS2

source: Color for PS3
de: Farbe für PS3

source: Color for PS4
de: Farbe für PS4

source: Enable BashStyle
de: Benutze BashStyle-NG

source: History
de: Verlauf

source: History Timeformat
de: Verlaufs-Zeitstempel

source: Choose historycontrol type
de: Verlaufs-Einstellung:

source: Restore directory in new shell
de: Verzeichnis wiederherstellen

source: lscd/treecd: create directory
de: lscd/treecd: erstelle Verzeichnis

source: Use treecd in favour of cd
de: treecd anstelle von cd verwenden

source: History Size
de: Verlaufs-Größe

source: History Blacklist
de: Verlaufs-Ausnahmen

source: lscd options
de: lscd Optionen

source: treecd options
de: treecd Optionen

source: Sync History (Multisession)
de: Verlauf synchronisieren

source: User birthday (MM-DD)
de: Geburtstag (MM-TT)

source: Let 'dd' continue on error
de: 'dd' bei Fehler nicht anhalten

source: Welcome Message
de: Willkommens-Nachricht

source: Directory Indicator
de: Verzeichnis Indikator

source: Path
de: Pfad

source: Globbing Blacklist
de: Globbing-Ausnahmen

source: Set Timeout (in seconds)
de: Timeout setzen (in Sekunden)

source: Change editor for fc
de: Editor für fc ändern

source: Change CDPATH
de: CDPATH ändern

source: Change Completion Blacklist
de: Komplettierungs-Ausnahmen

source: Verbose output on start
de: Gesprächig beim Start

source: Let 'dd' show progressbar
de: Fortschrittsanzeige für 'dd'

source: Use lscd in favour of cd
de: lscd anstelle von cd verwenden

source: Choose bellstyle
de: Glockenstil auswählen:

source: Choose editing mode
de: Editiermodus:

source: Completion
de: Komplettierung

source: Show matches if ambiguous
de: Anzeigen wenn unsicher

source: Completion query items
de: Komplettierungs-Elemente

source: Horizontal completion
de: Horizontale Komplettierung

source: Match hidden files
de: Verst. Dateien einbeziehen

source: Ignore case
de: Groß/Klein ignorieren

source: Mark symbolic directories
de: Symbolische Ordner markieren

source: Mark directories
de: Ordner markieren

source: Show stats
de: Typen anzeigen

source: Colored stats
de: Typen färben

source: Misc
de: Divers

source: Scroll horizontally
de: Horizontal scrollen

source: Mark modified history lines
de: Modifizierte Verläufe markieren

source: Show Edit Mode in Prompt
de: Zeige Editier-Modus im Prompt

source: Enable completion
de: Komplettierung aktivieren

source: Skip completed text
de: Vorh. Text nicht komplettieren

source: Enable Readline Config
de: Readline konfigurieren

source: Backup files
de: Sicherungskopien erstellen

source: Jump back to last position
de: Zu letzter Position springen

source: Enable filetype indention
de: Benutze Autoeinrückung

source: Display (partial) command
de: (partiellen) Befehl anzeigen

source: Highlight matching brackets
de: Klammern hervorheben

source: Bash has dark background
de: Bash hat dunklen Hintergrund

source: Enable syntax highlighting
de: Benutze Syntax Hervorhebung

source: Jump to start of line
de: Zum Zeilenanfang springen

source: Wrap long lines
de: Lange Zeilen umbrechen

source: autowrap position
de: Umbruchspalte

source: tabstop length
de: Tabulator-Länge

source: Expand tab to spaces
de: Expandiere Tab zu Leer

source: Autosave files
de: Autospeichern

source: Match case-insensitivley
de: Suche ignoriert Groß/Klein

source: Enable incremental search
de: Inkrementell suchen

source: Match case smartly
de: Groß/Klein klug unterscheiden

source: Highlight matches
de: Passendes hervorheben

source: Enable folding large code
de: Aktiviere Code-Faltung

source: Code level to start folding at
de: Code-Level bis zur Faltung

source: By default fold based upon
de: Code-Faltung basierend auf

source: Maximum nested foldings
de: Maximale verschachtelte Faltungen

source: Editing
de: Bearbeitung

source: Search
de: Suche

source: Folding
de: Faltung

source: Display line numbers
de: Zeilennummern anzeigen

source: Go into file's directory
de: Ins Datei-Verzeichnis wechseln

source: Display possible completions
de: Visuelle Komplettierung aktivieren

source: Display the ruler
de: Lineal anzeigen

source: Highlight current line
de: Aktuelle Zeile hervorheben

source: Highlight current column
de: Aktuelle Spalte hervorheben

source: Choose colorscheme
de: Farbschema auswählen:

source: rulerformat
de: Linealformat

source: Enable Vim Config
de: Vim konfigurieren

source: UI Colors
de: UI Farben

source: Display position of cursor
de: Zeigerposition anzeigen

source: Use search-string history
de: Such-Historie verwenden

source: Enable auto-indention
de: Benutze Autoeinrückung

source: Hide shortcuts
de: Kürzel verstecken

source: Search case-sensitivley
de: Suche unterscheidet Groß/Klein

source: No line wrapping
de: Kein Zeilenumbruch

source: Convert tab to spaces
de: Expandiere Tab zu Leer

source: Tab width
de: Tab Breite

source: Change UI Colors
de: UI Farben anpassen

source: Functions text color
de: Textfarbe: Funktionen

source: Functions background color
de: Hintergrundfarbe: Funktionen

source: Keybindings text color
de: Textfarbe: Tastenkürzel

source: Keybindings background color
de: Hintergrundfarbe: Tastenkürzel

source: Status text color
de: Textfarbe: Statusse

source: Status background color
de: Hintergrundfarbe: Statusse

source: Titlebar text color
de: Textfarbe: Titelleiste

source: Titlebar background color
de: Hintergrundfarbe: Titelleiste

source: Use bold text
de: Benutze fetten Text

source: Enable Mouse Support
de: Maus-Unterstützung

source: Rebind delete keys
de: Entfernen-Taste neusetzen

source: Have more space for editing
de: Mehr Platz zum editieren

source: Remember last position
de: Zu letzter Position springen

source: Rebind keypad
de: Ziffernblock neusetzen

source: Enable Nano Config
de: Nano konfigurieren

source: Custom:
de: Eigenes:

source: <b>Basic</b>
de: <b>Einfach</b>

source: Executable Files:
de: Ausführbare Dateien:

source: Generic Files:
de: Allgemein:

source: Log Files:
de: Logdateien:

source: Debian Packages:
de: Debian Pakete:

source: RedHat Packages:
de: RedHat Pakete:

source: Directories:
de: Verzeichnisse:

source: Common
de: Standard

source: RAR Archive:
de: RAR Archiv:

source: ZIP Archive:
de: ZIP Archiv:

source: GZiped TAR Archive:
de: GZip TAR Archiv:

source: BZiped TAR Archive:
de: BZip TAR Archiv:

source: TAR XZ Archive:
de: TAR XZ Archiv:

source: TAR Archive:
de: TAR Archiv:

source: Archives
de: Archive

source: JPEG Images:
de: JPEG Bilder:

source: PNG Images:
de: PNG Bilder:

source: GIF Images:
de: GIF Bilder:

source: Media
de: Medien

source: Links:
de: Verknüpfungen:

source: Block Devices:
de: Block-Geräte:

source: Character Devices:
de: Character-Geräte:

source: Customize LS Colors
de: LS Farben anpassen

source: LS Colors
de: LS Farben

source: Show Toolbox
de: Werkzeugkasten aufrufen

source: Empty
de: Löschen

source: Undo
de: Rückgängig

source: Redo
de: Wiederholen

source: Reset to:
de: Zurück auf:

source: User Config
de: Benutzer-Einstellung

source: Factory Config
de: Werks-Einstellung

source: Enable Custom Prompt
de: Eigenen Prompt benutzen

source: Custom
de: Eigenes

source: Git user name
de: Git Benutzername

source: Git mail address
de: Git E-Mail-Adresse

source: Editor for Git
de: Editor für Git

source: Default Git signing key
de: Standard Git Signatur-Schlüssel

source: Colorize Git output
de: Farbige Git Ausgabe

source: Explanation of Git aliases co = checkout up = pull re = force reset to HEAD ma = checkout master
de: Erläuterung der Git Aliase co = checkout up = pull re = zurücksetzen auf HEAD ma = master auschecken

source: who = no of commits per contributor ci = commit ls = prettified log stage = stage changes to tracked files lsb = show branches by last activity
de: wo = Anzahl der commits je Unterstützer ci = commit ls = hübscher Log stage = stage Änderung an überwachten Dateien lsb = Zweige nach Aktivität anzeigen

source: Configurate Git
de: Git konfigurieren

source: Enable histappend
de: Benutze histappend

source: Enable cd-spell
de: Benutze cd-spell

source: Enable checkhash
de: Benutze checkhash

source: Enable force fignore
de: Benutze force fignore

source: Enable no empty cmd comp.
de: Benutze no empty cmd comp.

source: Enable cdable vars
de: Benutze cdable vars

source: Enable cmdhist
de: Benutze cmdhist

source: Enable histreedit
de: Benutze histreedit

source: Enable dotglob
de: Benutze dotglob

source: Enable extglob
de: Benutze extglob

source: Enable nocaseglob
de: Benutze nocaseglob

source: Enable nocasematch
de: Benutze nocasematch

source: Enable autocd
de: Benutze autocd

source: Enable dirspell
de: Benutze dirspell

source: Enable globstar
de: Benutze globstar

source: Enable checkjobs
de: Benutze checkjobs

source: Enable globasciiranges
de: Benutze globasciiranges

source: Enable direxpand
de: Benutze direxpand

source: Customize Keybindings
de: Tastenkürzel anpassen

source: BashStyle-NG lets you make more out of your terminal!
de: BashStyle-NG lässt dich mehr aus deinem Terminal machen!

source: License
de: Lizenz

source: Report Bugs
de: Fehler melden

source: Translations
de: Übersetzungen

source: About
de: Über

source: BashStyle-NG is not loaded upon Shell start. Click [Enable] to let the application add a startup entry for itself into your ${HOME}/.bashrc If you click [Cancel] changes done here won't take effect. This popup will re-appear every time you start the application and when there's no entry in your ${HOME}/.bashrc You can add the entry manually like: source /usr/share/bashstyle-ng/rc/nx-rc assuming /usr was the chosen install prefix.
de: BashStyle-NG wird beim Shell-Start nicht geladen. [Anwenden] anklicken, um das Programm einen Start-Eintrag in ${HOME}/.bashrc einzutragen. [Abbrechen] Anklicken um dies zu verhindern. Alle im Programm gewählten Einstellungen haben dann keinen Effekt. Dieses Fenster erscheint immer solange kein Eintrag in ${HOME}/.bashrc existiert. Der Eintrag kann manuell wie folgt angelegt werden: source /usr/share/bashstyle-ng/rc/nx-rc wenn /usr das Installations-Präfix ist.

source: Enable
de: Anwenden

source: Cancel
de: Abbrechen

source: Manage your BashStyle-NG Configuration.
de: BashStyle-NG Konfiguration verwalten.

source: Backup Configuration
de: Konfiguration sichern

source: Restore Backup
de: Sicherung einspielen

source: Factory Configuration Version
de: Version der Werks-Konfiguration

source: Vendor Configuration Version
de: Version der Distributions-Konfiguration

source: User Backup Configuration Version
de: Version der Konfigurations-Sicherung

source: User Configuration Version
de: Version der Benutzer-Konfiguration

source: Delete Backup
de: Entferne Sicherung

source: Reset Configuration
de: Konfiguration zurücksetzen

source: Edit Configuration Files
de: Konfigurations-Dateien editieren
