Repository: Nanolx/bashstyle-ng
Catalog: i18n/*/bashstyle-rc.po
Languages: de

source: BashStyle-NG Starting
de: BashStyle-NG startet

source: BashStyle-NG Prefix:
de: BashStyle-NG Präfix:

source: BashStyle-NG Logfile:
de: BashStyle-NG Logdatei:

source: BashStyle-NG Setting:
de: BashStyle-NG Setze:

source: BashStyle-NG Loading:
de: BashStyle-NG Lade:

source: Custom Settings
de: Eigene Einstellungen

source: Random Prompt
de: Zufälliger Prompt

source: randomly chosen
de: zufällig ausgewählt

source: Clock Advanced prompt style is deprecated, changing to Equinox
de: Clock Advanced prompt style ist veraltet, wechsle zu Equinox

source: Custom
de: Benutzerdefiniert

source: Fallback
de: Ausfall

source: Add colorshell to DEBUG trap
de: Der DEBUG-Trap wurde colorshell hinzugefügt

source: Add colorshell-reset to DEBUG trap
de: Der DEBUG-Trap wurde colorshell-reset hinzugefügt

source: Welcome Message
de: Willkommensgruß

source: History Isolation
de: Verlaufs-Isolation

source: On
de: An

source: Add history syncronization to DEBUG trap
de: Der DEBUG-Trap wurde history syncronization hinzugefügt

source: Add remember command to DEBUG and ERR trap
de: Den DEBUG- und ERR-Traps wurde remember command hinzugefügt

source: Off
de: Aus

source: Options
de: Optionen

source: user name
de: Benutzername

source: user mail address
de: E-Mail-Adresse

source: default singing key
de: Signatur-Schlüssel

source: Bashstyle-NG Setting:
de: BashStyle-NG Setze:

source: SSH Keyfile
de: SSH Schlüssel-Datei

source: KeybindingsCFG Setting:
de: KeybindingsCFG Setze:

source: KeybindingsCFG Loading:
de: KeybindingsCFG Lade:

source: Keybindings
de: Tastenkürzel

source: LS_COLORS Setting:
de: LS_COLORS Setze:

source: colored manpages
de: farbige Hilfeseiten

source: NanoCFG Setting:
de: NanoCFG Setze:

source: \n * /etc/profile.d/msec.sh prevents setting TMOUT!
de: \n * /etc/profile.d/msec.sh verhindert das setzen von TMOUT!

source: don't abort at errors
de: bei Fehlern nicht abbrechen

source: display progressbar
de: Fortschrittsleiste anzeigen

source: was requested by user, but coreutils is not 8.24 or newer
de: vom Benutzer gewünscht, aber coreutils ist nicht 8.24 oder neuer

source: as replacement for
de: als Ersatz für

source: Theme
de: Thema

source: Tab Width
de: Tabulator-Breite

source: Various Options
de: Diverse Optionen

source: ReadlineCFG Setting:
de: ReadlineCFG Setze:

source: VimCFG Setting:
de: VimCFG Setze:

source: grab apk infos using aapt
de: APK-Informationen mittels aapt auswerten

source: name:apk|get package name of apk
de: name:APK|Paket-Name der APK-Datei ausgeben

source: version:apk|get human-readable version of apk
de: version:APK|Menschenlesbare Versionsnummer ausgeben

source: versioncode:apk|get version code of apk
de: versioncode:APK|Version der APK ausgeben

source: perms:apk|get list of requested permissions
de: perms:APK|Angeforderte Berechtigungen auslesen

source: convert arabic number to roman
de: Konvertiert arabische Ziffern in romanische

source: input:|convert arabic number to roman
de: input:|Konvertiere arabische Ziffern in romanische

source: variant of basename for files
de: Variante von basename für Dateien

source: ext:file|output extension of file
de: ext:Datei|Erweiterung der Datei ausgeben

source: name:file|output filename without path
de: name:Datei|Dateinamen ohne Pfad ausgeben

source: noext:file|output filename without path and extension
de: noext:Datei|Dateinamen ohne Pfad und Erweiterung ausgeben

source: path:file|output path of file
de: path:Datei:Pfad der Datei ausgeben

source: batch rename files in NNN-NAME.SUFFIX scheme
de: Dateien massenhaft im NNN-NAME.SUFFIX-Schema umbenennen

source: -v:|verbose output
de: -v:|Gesprächige Ausgabe

source: directory:/home/test/mypictures|directory containing files
de: directory:/home/test/mypictures|Verzeichnis welches die Dateien enthält

source: prefix:MyPictures2016|NAME part of the NNN-NAME.SUFFIX scheme
de: prefix:MyPictures2016|Namensteil des NNN-NAME.SUFFIX-Schemas

source: binary clock for bash
de: Binäruhr für Bash

source: none:|--
de: keine:|--

source: create a boxes around text
de: Boxen um Text setzen

source: text:|text to place inside the box
de: text:|Innerhalb der Box zu platzierender Text

source: camelcase transform string
de: camelcase Umwandlung von Zeichenketten

source: -w:test_string-a b|uppercase string elements (Test String A B)
de: -w:test_text-a b|Text-Elemente groß setzen (Test Text A B)

source: -c:test_string-a b|camelcase string (TestStringAB)
de: -c:test_text-a b|camelcase Zeichenkette (TestTextAB)

source: additional test functions
de: Zusätzliche Test-Funktionen

source: n:4 [4[,.]4]|check if arg is any number
de: n:4 [4[,.]4]|Prüfe ob Argument eine Zahl ist

source: i:4|check if arg is integer
de: i:4|Prüfe ob Argument eine Integer ist

source: f:4[,.]4|check if arg is float
de: f:4[,.]4|Prüfe ob Argument eine Kommazahl ist

source: h:301DE8|check if arg is hex
de: h:301DE8|Prüfe ob Argument eine Hexadezimale ist

source: o:24|check if arg is octal
de: o:24|Prüfe ob Argument eine Oktale ist

source: hc:[#]FFFFFF|check if arg is valid hex color
de: hc:[#]FFFFFF|Prüfe ob Argument ein gültiger Hex-Farbwert ist

source: s:test|check if arg is a string
de: s:test|Prüfe ob Argument eine Zeichenkette ist

source: p:+|check if arg is special character
de: p:+|Prüfe ob Argument ein Sonderzeichen ist

source: c:testabc abc|check if arg1 contains arg2
de: c:testabc abc|Prüfe ob Argument1 Argument2 enthält

source: sw:testabc t|check if arg1 starts with arg2
de: sw:|testabc t|Prüfe ob Argument1 mit Argument2 beginnt

source: ew:14235 235|check if arg1 ends with arg2
de: ew:14235 235|Prüfe ob Argument1 mit Argument2 endet

source: b:${VAR}|check if arg is a boolean
de: b:${VAR}|Prüfen ob VAR ein bool'scher Wert ist

source: bt:${VAR}|check if arg is boolean true
de: bf:${VAR}|Prüfen ob VAR boolsch' Wahr ist

source: bf:${VAR}|check if arg is boolean false
de: bf:${VAR}|Prüfen ob VAR boolsch' Falsch ist

source: m:test@dom.tld|check if arg is valid mail address
de: m:test@dom.tld|Prüfe ob Argument eine gültige E-Mail-Adresse ist

source: simple clock for bash
de: Einfache Uhr für Bash

source: convert ascii char to numerical equivalents
de: Konvertiert ascii-Zeichen in numerische Äquivalente

source: bin:|convert ascii to binary equivalent
de: bin:|Konvertiere ascii in Binär Äquivalent

source: b32:|convert ascii to base32 equivalent
de: b32:|Konvertiere ascii in Base32 Äquivalent

source: b64:|convert ascii to base64 equivalent
de: b64:|Konvertiere ascii in Base64 Äquivalent

source: dec:|convert ascii to decimal equivalent
de: dec:|Konvertiere ascii zu Dezimalem Äquivalent

source: hex:|convert ascii to hexadecimal equivalent
de: hex:|Konvertiere ascii in Hexadezimales Äquivalent

source: oct:|convert ascii to octal equivalent
de: oct:|Konvertiert ascii in Oktale Äquivalente

source: all:|convert ascii to other numerical equivalents
de: all:|Konvertiere ascii in alle numerischen Äquivalente

source: convert binaries to other numerical equivalents
de: Konvertiert Binäre in andere numerische Äquivalente

source: asc:|convert binary to ascii equivalent
de: asc:|Konvertiere Binäre in ascii Äquivalent

source: b32:|convert binary to base32 equivalent
de: b32:|Konvertiere Binäre in Base32 Äquivalent

source: b64:|convert binary to base64 equivalent
de: b64:|Konvertiere Binäre in Base64 Äquivalent

source: dec:|convert binary to decimal equivalent
de: dec:|Konvertiere Binäre zu Dezimalem Äquivalent

source: hex:|convert binary to hexadecimal equivalent
de: hex:|Konvertiere Binäre in Hexadezimales Äquivalent

source: oct:|convert binary to octal equivalent
de: oct:|Konvertiert Binäre in Oktale Äquivalente

source: all:|convert binary to other numerical equivalents
de: all:|Konvertiere Binäre in alle numerischen Äquivalente

source: convert decimal to other numerical equivalents
de: Konvertiert Dezimale in andere numerische Äquivalente

source: asc:|convert decimal to ascii equivalent
de: asc:|Konvertiere Dezimale in ascii Äquivalent

source: b32:|convert decimal to base32 equivalent
de: b32:|Konvertiere Dezimale in Base32 Äquivalent

source: b64:|convert decimal to base64 equivalent
de: b64:|Konvertiere Dezimale in Base64 Äquivalent

source: bin:|convert decimal to binary equivalent
de: bin:|Konvertiere Dezimale in Binär Äquivalent

source: hex:|convert decimal to hexadecimal equivalent
de: hex:|Konvertiere Hexadezimale in Hexadezimales Äquivalent

source: oct:|convert decimal to octal equivalent
de: oct:|Konvertiert Dezimale in Oktale Äquivalente

source: all:|convert decimal to other numerical equivalents
de: all:|convert Dezimale to other numerical equivalents

source: convert hexadecimal to other numerical equivalents
de: Konvertiert Hexadezimale in andere numerische Äquivalente

source: asc:|convert hexadecimal to ascii equivalent
de: asc:|Konvertiere Hexadezimale in ascii Äquivalent

source: b32:|convert hexadecimal to base32 equivalent
de: b32:|Konvertiere Hexadezimale in Base32 Äquivalent

source: b64:|convert hexadecimal to base64 equivalent
de: b64:|Konvertiere Hexadezimale in Base64 Äquivalent

source: dec:|convert hexadecimal to decimal equivalent
de: dec:|Konvertiere Hexadezimale zu Dezimalem Äquivalent

source: bin:|convert hexadecimal to binary equivalent
de: bin:|Konvertiere Hexadezimale in Binär Äquivalent

source: oct:|convert hexadecimal to octal equivalent
de: oct:|Konvertiert Hexadezimale in Oktale Äquivalente

source: all:|convert hexadecimal to other numerical equivalents
de: all:|Konvertiere Hexadezimale in alle numerischen Äquivalente

source: convert octal to other numerical equivalents
de: Konvertiert Oktale in andere numerische Äquivalente

source: asc:|convert octal to ascii equivalent
de: asc:|Konvertiere Oktale in ascii Äquivalent

source: b32:|convert octal to base32 equivalent
de: b32:|Konvertiere Oktale in Base32 Äquivalent

source: b64:|convert octal to base64 equivalent
de: b64:|Konvertiere Oktale in Base64 Äquivalent

source: dec:|convert octal to decimal equivalent
de: dec:|Konvertiere Oktale zu Dezimalem Äquivalent

source: hex:|convert octal to hexadecimal equivalent
de: hex:|Konvertiere Oktale in Hexadezimales Äquivalent

source: bin:|convert octal to binary equivalent
de: bin:|Konvertiere Oktale in Binär Äquivalent

source: all:|convert octal to other numerical equivalents
de: all:|Konvertiere Oktale in alle numerischen Äquivalente

source: convert between °C, °F and °K
de: Konvertiert zwischen °C, °F und °K

source: cf:number|convert °C to °F
de: cf:Zahl|Konvertiere °C in °F

source: ck:number|convert °C to °K
de: ck:Zahl|Konvertiere °C in °K

source: fc:number|convert °F to °C
de: fc:Zahl|Konvertiere °F in °C

source: fk:number|convert °F to °K
de: fk:Zahl|Konvertiere °F in °K

source: kc:number|convert °K to °C
de: kc:Zahl|Konvertiere °K in °C

source: kf:number|convert °K to °F
de: kf:Zahl|Konvertiere °K in °F

source: crypt input string by shift 13 (also known as ceasars code)
de: Verschlüsselt Text mittels Verschiebung um 13 (Ceasars-Code)

source: text:|text to crypt
de: text:|Zu verschlüsselnder Text

source: find dead links
de: Tote Verknüpfungen finden

source: directory:|(optional) directory to scan (or current)
de: directory:|(optional) zu überprüfendes Verzeichnis (oder aktuelles)

source: find empty files
de: Leere Dateien finden

source: type:[f] [d]|(optional) find [f]iles or [d]irectories only
de: type:[f] [d]|(optional) Finde nur Dateien [f] oder Verzeichnisse [d]

source: directory:|(optional) find empty files in directory (or current)
de: directory:|(optional) Leere Dateien im Verzeichnis finden (oder aktuelles)

source: current directory is not the root of a git repository
de: Aktuelles Verzeichnis ist kein Git-Repositorium Basis-Verzeichnis

source: couldn't parse web location
de: konnte Web-URL nicht auswerten

source: various companion functions for Git
de: Verschiedene Zusatzfunktionen für Git

source: action:|print the current action in a Git repo
de: action:|Aktuelle Aktion im Git repo ausgeben

source: branch:|print the current branch in a Git repo
de: branch:|Aktuellen Zweig im Git repo ausgeben

source: bz2:|create bz2 archive from a Git repo
de: bz2:|Erstelle bz2-Archiv aus einem Git repo

source: xz:|create xz archive from a Git repo
de: xz:|Erstelle xz-Archiv aus einem Git repo

source: zip:|create zip archive from a Git repo
de: zip:|Erstelle zip-Archiv aus einem Git repo

source: cloneuser:username|clone all repos from a GitHub user (SSH)
de: cloneuser:Benutzer|Klone alle Repositorien eines GitHub-Benutzers (SSH)

source: cloneorg:organization|clone all repos from a GitHub organization (SSH)
de: cloneorg:Organisation|Klone alle Repositorien einer GitHub-Organisation (SSH)

source: export:directory|export Git repo for release tarball
de: export:Verzeichnis|Exportiere Git Repositorium für Release-Tarbälle

source: funmsg:|create funny Git commit message
de: funmsg:|Erstelle eine spaßige Git-Commit-Meldung

source: web:|open project page using x-www-browser
de: web:|Projekt-Seite mittels x-www-browser öffnen

source: revision:|get 6 digit revision from a Git repo
de: revision:|6-stellige Revision des Git Repos ausgeben

source: revno:|get traditional revision number from a Git repo
de: revno:|Traditionelle Revisions-Nummer eines Git Repos ausgeben

source: undelete:|undelete files accidentally deleted locally
de: undelete:|Versehentlich gelöschte Dateien wiederherstellen

source: push:|push/push tag upstream + push to mirror in one go
de: push:|Commits und Tags nach Upstream und Spiegel in einem Zug senden

source: taga:tag [-m msg commit]|create a tag and push remote
de: taga:tag [-m meldung commit]|Tag erstellen und entfernt pushen

source: tagd:tag|remove tag locally and remote
de: tagd:tag|Tag local und entfernt löschen

source: tagr:tag newtag|rename a tag locally and remote
de: tagr:tag newtag|Tag local und entfernt umbenennen

source: tagc:tag newcommit|make tag point to different commit
de: tagc:tag commit|Tag auf anderen Commit zeigen lassen

source: various ls variants
de: Verschiedene ls-Varianten

source: single:|one-column ls, directories first
de: single:|Einspaltiges ls, Verzeichnisse zuerst

source: group:|show group for files in directory
de: group:|Zeige Gruppe für Dateien im Verzeichnis

source: verbose:|detailed ls without hidden files
de: verbose:|Detailiertes ls ohne versteckte Dateien

source: detailed:|detailed ls including hidden files
de: detailed:|Detailiertes ls, inklusive versteckter Dateien

source: voctal:|detailed ls without hidden files (octal perms)
de: voctal:|Detailiertes ls, ohne versteckte Dateien mit oktalen Zugriffsberechtigungen

source: doctal:|detailed ls including hidden files (octal perms)
de: doctal:|Detailiertes ls, inklusive versteckter Dateien (oktale Zugriffsberechtigungen)

source: perm:|show plain and octal permissions for files
de: perm:|Einfache und oktale Berechtigungen von Dateien ausgeben

source: owner:|show owner for files in directory
de: owner:|Besitzer der Dateien im Verzeichnis ausgeben

source: search for file inside colon-separated list of directories
de: Suche Datei in einer Doppelpunkt getrennten Liste von Verzeichnissen

source: directory-list:|list of directories (colon-separeated)
de: directory-list:|Liste der Verzeichnisse (Doppelpunkt getrennt)

source: file:|file to look for
de: file:|Zu suchende Datei

source: create PDF from a manpage
de: Erzeuge PDF aus Hilfeseiten

source: manpage:bash|manpage to create a PDF from
de: manpage:Bash|Hilfeseite aus der ein PDF erzeugt werden soll

source: run a command on given files or directories
de: Befehl auf angegebene Dateien oder Verzeichnisse anwenden

source: command:|command to map
de: command:|Umzulegendes Kommando

source: -- :|end of command
de: -- :|Befehlsende

source: files:|list of files or directories
de: files:|Liste der Dateien oder Verzeichnisse

source: invalid syntax
de: ungültige Syntax

source: convert morse code to plain text
de: Konvertiert Morse-Kode in Reintext

source: code:|code to convert
de: code:|Zu konvertierender Kode

source: create GIF from Movie
de: Erzeuge GIF aus Videos

source: input file:coolfilm.avi|movie file to generate GIF from
de: input file:coolfilm.avi|Video-Datei aus der ein GIF erzeugt werden soll

source: start time:00:00:00.000|start time
de: start time:00:00:00.000|Startzeit

source: duration:10|scene duration
de: duration:10|Szene-Dauer

source: scale:320:-1|GIF scale
de: scale:320:-1|GIF-Skalierung

source: output file:coolgif.gif|output file name
de: output file:coolgif.gif|Ausgabedatei

source: Show groups current or given user is not part of
de: Gruppen ausgeben, derer der aktuelle Benutzer nicht angehört

source: user:|(optional) user to check (only if root)
de: user:|(optional) zu überprüfender Benutzer (nur für root)

source: print a sequence of numbers from X to Y of same width
de: Eine gleich breite Zahlensequenz von X bis Y ausgeben

source: lowest:|lowest number of sequence
de: lowest:|Niedrigste Zahl der Sequenz anzeigen

source: highest:|highest number of sequence
de: highest:|Höchste Zahl der Sequenz

source: separator:|(optional) field seprator, default '\\n'
de: separator:|(optional) Feldtrenner, Standard '\\\n'

source: calculate powers of numbers
de: Potenzen berechnen

source: number:|number to calculate power from
de: number:|Zahl deren Potenz berechnet werden soll

source: power:|(optional) power [or 2]
de: power:|(optional) Potenz [oder 2]

source: display a progressbar while given PID is running
de: Eine Fortschrittsleiste zeigen, während eine angegebene PID läuft

source: type:bar spin spinner spanner working|visual appearance of progressbar
de: type:bar spin spinner spanner working|Visueller Stil der Fortschritssleiste

source: pid:|process id
de: pid:|Prozess-ID

source: find process by name
de: Prozesse nach Namen finden

source: name:|find process by name
de: name:|Prozess anhand des Namens finden

source: calculate square root of a number
de: Quadratwurzel berechnen

source: number:|number to calculate square root of
de: number:|Zahl deren Quadratwurzel berechnet werden soll

source: print random numbers or strings
de: Zufalls-Zahlen oder -Zeichenketten ausgeben

source: -s:length|print string containing all printable chars except space
de: -s:Länge|Zeichenkette aller druckbaren Zeichen (ohne Leer) ausgeben

source: -0:length|print random number of given length
de: -0:Länge|zufällige Zahl angegebener Länge ausgeben

source: -r:(lowest) highest|print random number in range lowest (or 0) and highest
de: -r:(niedrigste) höchste|Zufallszahl zwischen niedrigster (oder 0) und höchster ausgeben

source: -a:length|print string containing only mixed-case letters
de: -a:Länge|Groß/Klein-Zeichenkette ausgeben

source: -l:length|print string containing only lower-case letters
de: -l:Länge|Klein-Zeichenkette angegebener Länge ausgeben

source: -u:length|print string containing only upper-case letters
de: -u:Länge|Groß-Zeichenkette angegebener Länge ausgeben

source: -x:length|print string of hexadecimal numbers
de: -x:Länge|Hexadezimale Zeichenkette angegebener Länge ausgeben

source: -a0:length|print alpha-numeric string (mixed-case)
de: -a0:Länge|Alphanumerische Zeichenkette ausgeben

source: run a command on a random file
de: Kommando auf zufälliger Datei anwenden

source: command:|command to run for file
de: command:|Für Datei auszuführendes Kommando

source: --:|end of command
de: --:|Befehlsende

source: files:|list of possible files
de: files:|Liste möglicher Dateien

source: \tor:|--
de: \toder:|--

source: -z:command|command to run for file, append result without space
de: -z:Befehl|Auszuführender Befehl, Ausgabe ohne Leer anhängen

source: -f:|print first entry of random history
de: -f:|Ersten Eintrag der Zufalls-Historie ausgeben

source: -L:|print last entry of random history
de: -L:|Letzten Eintrag der Zufalls-Historie ausgeben

source: -i:decimal|print nth entry of random history
de: -i:Zahl|N-ten Eintrag der Zufalls-Historie ausgeben

source: -l:|print number of entries in random history
de: -l:|Anzahl der Einträge der Zufalls-Historie ausgeben

source: -c:|clear random history
de: -c:|Zufalls-Historie löschen

source: -n:decimal|repeat process n times
de: -n:Zahl|Vorgang x-mal wiederholen

source: --:|delimiter
de: --:|Trennzeichen

source: files:|for given files and print result
de: files:|für angegebene Dateien und Ergebnis ausgeben

source: -p:|only print result
de: -p:|Nur Ergebnis ausgeben

source: no 'randomfile' history available
de: Keine Zufalls-Historie vorhanden

source: round number
de: Zahlen runden

source: number:|number to round
de: number:|Zahl die gerundet werden soll

source: decimal places:|(optional) decimal places [or 0]
de: decimal places:|(optional) Dezimalstellen [oder 0]

source: print a numbered ruler on the terminal
de: Ein nummeriertes Lineal ausgeben

source: none:|---
de: keine:|--

source: a simple stopwatch
de: Eine einfache Stopuhr

source: Time elapsed:
de: Vergangene Zeit:

source: fix suffix for files
de: Suffix von Dateien korrigieren

source: files:myfile.txt|file(s) to fix the suffix
de: files:Dateien|Dateien deren Suffix korrigiert werden soll

source: Partitions:\n
de: Partitionen:\n

source: device-node type mount used free total\n
de: Geräte-Knoten Typ Mount Benutzt Frei Gesamt\n

source: PCI Devices:\n\n
de: PCI-Geräte:\n\n

source: USB Devices:\n\n
de: USB-Geräte:\n\n

source: You're not root
de: Benutzer ist nicht root

source: show various system information
de: Verschiedene System-Informationen ausgeben

source: battery:|show battery load state using acpi
de: battery:|Akkustand mittels acpi anzeigen

source: cpuload:|show cpu load
de: cpuload:|Prozessor-Last anzeigen

source: externalip:|show your PCs external ip
de: externalip:|Externe IP des Computers anzeigen

source: internalip:interface|show interface's internal ip
de: internalip:Interface|Interne IP des Interfaces anzeigen

source: usedram:|used RAM
de: usedram:|Benutzter Arbeitsspeicher

source: usedram%:|used RAM in %
de: usedram:|Benutzter Arbeitsspeicher in %

source: freeram:|free RAM
de: freeram:|Freier Arbeitsspeicher

source: freeram%:|free RAM in %
de: freeram%:|Freier Arbeitsspeicher in %

source: totalram:|total RAM
de: totalram:|Arbeitsspeicher insgesamt

source: dirsize:|size of all items in current dir
de: dirsize:|Größe aller Elemente im aktuellen Verzeichnis

source: usedspace:mount|used space on mountpoint
de: usedspace:mount|Benutzter Speicher auf Mountpunkt

source: freespace:mount|free space on mountpoint
de: freespace:Mount|Freier Speicherplatz auf Einhängepunkt

source: totalspace:mount|total space on mountpoint
de: totalspace:mount|Gesamtspeicherplatz auf Mountpunkt

source: usedspace%:mount|used space on mountpoint in %
de: usedspace:mount|Benutzter Speicher auf Mountpunkt in %

source: freespace%:mount|free space on mountpoint in %
de: freespace%:Mount|Freier Speicherplatz auf Einhängepunkt in %

source: cpu:|show cpu information
de: cpu:|Prozessor-Informationen anzeigen

source: kernel:|show kernel information
de: kernel:|Kernel-Informationen anzeigen

source: partitons:|show mounted partitions information
de: partitions:|Informationen für eingehängte Partitionen ausgeben

source: pci:|show pci device information
de: pci:|PCI-Geräte-Informationen ausgeben

source: usb:|show usb device information
de: usb:|USB-Geräte-Informationen ausgeben

source: bios:|show bios information [only root]
de: bios:|BIOS-Informationen anzeigen [nur root]

source: load1:|show load average for 1 minute
de: load1:|Durchschnittslast der letzten 1 Minute anzeigen

source: load5:|show load average for 5 minutes
de: load5:|Durchschnittslast der letzten 5 Minute anzeigen

source: load15:|show load average for 15 minutes
de: load15:|Durchschnittslast der letzten 15 Minute anzeigen
