Repository: Nanolx/bashstyle-ng
Catalog: i18n/*/bashstyle-rc.po
Languages: de

source: tty:|show current TTY device node
de: tty:|Aktuellen TTY-Geräte-Knoten ausgeben

source: uptime:|show uptime in pretty printed format
de: uptime:|Laufzeit in hübschem Format ausgeben

source: cof:directory|count all files in directory (or pwd)
de: cof:Verzeichnis|Zähle alle Dateien im Verzeichnis (oder aktuelles)

source: cod:directory|count all directories in directory (or pwd)
de: cod:Verzeichnis|Zähle alle Unterordner im Verzeichnis (oder aktuelles)

source: coi:directory|count all items in directory (or pwd)
de: coi:Verzeichnis|Zähle alle Elemente im Verzeichnis (oder aktuelles)

source: cvf:directory|count visible files in directory (or pwd)
de: cvf:Verzeichnis|Zähle sichtbare Dateien im Verzeichnis (oder aktuelles)

source: cvd:directory|count visible directories in directory (or pwd)
de: cvd:Verzeichnis|Zähle sichtbare Unterordner im Verzeichnis (oder aktuelles)

source: cvi:directory|count visible items in directory (or pwd)
de: cvi:Verzeichnis|Zähle sichtbare Elemente im Verzeichnis (oder aktuelles)

source: chf:directory|count hidden files in directory (or pwd)
de: chf:Verzeichnis|Zähle versteckte Dateien im Verzeichnis (oder aktuelles)

source: chd:directory|count hidden directories in directory (or pwd)
de: chd:Verzeichnis|Zähle versteckte Unterordner im Verzeichnis (oder aktuelles)

source: chi:directory|count hidden items in directory (or pwd)
de: chi:Verzeichnis|Zähle all versteckte Elemente im Verzeichnis (oder aktuelles)

source: tree-ified variant of find
de: tree-fizierte Variante von find

source: tree-ified variant of ps
de: tree-fizierte Variante von ps

source: pretty print current directory
de: Aktuelles Verzeichnis hübsch ausgeben

source: pager for xml files with highlighted text
de: Pager für XML-Dateien mit hervorgehobenem Text

source: file:|xml file to read
de: file:|Zu lesende XML-Datei

source: ++ could not create directory
de: ++ konnte Verzeichnis nicht erstellen

source: ++ directory
de: ++ Verzeichnis

source: does not exist.
de: existiert nicht.

source: ++ directory created:
de: ++ Verzeichnis erstellt:

source: ++ content of directory:
de: ++ Inhalt des Verzeichnisses:

source: -- empty --\n
de: -- leer --\n

source: using treecd wrapper for cd
de: benutze treecd als Wrapper für cd

source: tree not found, not using treecd as cd replacement
de: tree nicht gefunden, treecd wird nicht anstelle von cd verwendt

source: using lscd wrapper for cd
de: benutze lscd als Wrapper für cd
