Repository: Nanolx/bashstyle-ng
Catalog: translations/po/*.po
Languages: bs_ng_it

source: <b>Style</b>
bs_ng_it: <b>Stile</b>

source: <b>Aliases</b>
bs_ng_it: <b>Alias</b>

source: <b>Advanced</b>
bs_ng_it: <b>Avanzato</b>

source: <b>Extras</b>
bs_ng_it: <b>Extra</b>

source: <b>Profiles</b>
bs_ng_it: <b>Profili</b>

source: <b>LS Colors</b>
bs_ng_it: <b>Colori LS</b>

source: <b>Custom</b>
bs_ng_it: <b>Personalizzato</b>

source: <b>Preview</b>
bs_ng_it: <b>Anteprima</b>

source: <b>Help</b>
bs_ng_it: <b>Aiuto</b>

source: BashStyle-NG lets you make more out of your terminal!
bs_ng_it: BashStyle-NG ti permette di ottenere di più dal tuo terminale!

source: $ (# if root)
bs_ng_it: $ (# se root)

source: <b>Archive Files/Custom</b>
bs_ng_it: <b>File Compressi/Personalizzati</b>

source: <b>Bash 3.x (and newer)</b>
bs_ng_it: <b>Bash 3.x (e recenti)</b>

source: <b>Bash 4.x (and newer)</b>
bs_ng_it: <b>Bash 4.x (e recenti)</b>

source: <b>BashStyle-NG Stuff</b>
bs_ng_it: <b>Cose di BashStyle-NG</b>

source: <b>Basic</b>
bs_ng_it: <b>Di Base</b>

source: <b>Colors</b>
bs_ng_it: <b>Colori</b>

source: <b>Common Files</b>
bs_ng_it: <b>File Comuni</b>

source: <b>Completion</b>
bs_ng_it: <b>Completamento</b>

source: <b>Custom Prompt</b>
bs_ng_it: <b>Suggerimento personalizzato</b>

source: <b>Export Profile</b>
bs_ng_it: <b>Esporta profilo</b>

source: <b>Generate RC Files</b>
bs_ng_it: <b>Genera file RC</b>

source: <b>History</b>
bs_ng_it: <b>Cronologia</b>

source: <b>Image/Audio Files</b>
bs_ng_it: <b>File Audio/Video</b>

source: <b>Import Profile</b>
bs_ng_it: <b>Importa profilo</b>

source: <b>Misc</b>
bs_ng_it: <b>Varie</b>

source: <b>Searching</b>
bs_ng_it: <b>Cercando</b>

source: <b>Separator Style</b>
bs_ng_it: <b>Stile Separator</b>

source: <b>Standard Stuff</b>
bs_ng_it: <b>Cose Standard</b>

source: <b>Tweaks</b>
bs_ng_it: <b>Migliorie</b>

source: About BashStyle-NG
bs_ng_it: Info su BashStyle-NG

source: Autosave files
bs_ng_it: Autosalva i file

source: BZiped TAR Archive:
bs_ng_it: Archivi TAR BZip:

source: Background Processes
bs_ng_it: Processi in background

source: Backup files
bs_ng_it: Fare backup dei file

source: Base Workdir
bs_ng_it: Cartella di lavoro di base

source: Bash has dark background
bs_ng_it: Bash ha sfondo nero

source: Bash's Process ID
bs_ng_it: ID del processo di Bash

source: BashStyle-NG Toolbox
bs_ng_it: Toolbox BashStyle-NG

source: Black
bs_ng_it: Nero

source: Blue
bs_ng_it: Blu

source: Bold
bs_ng_it: Grassetto

source: Both
bs_ng_it: Entrambi

source: Bracket
bs_ng_it: Parentesi

source: Brown
bs_ng_it: Marrone

source: CPU Load
bs_ng_it: Carico CPU

source: Change CDPATH
bs_ng_it: Cambia CDPATH

source: Change Color to:
bs_ng_it: Cambia Colore in:

source: Change Completion Blacklist
bs_ng_it: Cambia Backlist del completamento

source: Change editor for fc
bs_ng_it: Cambia editor per fc

source: Choose Color Style
bs_ng_it: Scegli Stile Colore

source: Choose Color to Change:
bs_ng_it: Scegli Colore da Cambiare:

source: Choose Promptstyle
bs_ng_it: Scegli stile Suggerimenti

source: Choose Style to modify:
bs_ng_it: Scegli lo Stile da modificare:

source: Choose Terminfo for manpages
bs_ng_it: Scegli Terminfo per pagine man

source: Choose bellstyle
bs_ng_it: Scegli stile campenallo:

source: Choose colorscheme
bs_ng_it: Scegli lo schema-colori

source: Choose editing mode
bs_ng_it: Scegli modalità di editing

source: Choose grep color
bs_ng_it: Scegli Colore Grep

source: Choose historycontrol type
bs_ng_it: Scegli controllo Cronologia:

source: Coldblue
bs_ng_it: Blue Freddo

source: Colored Prompts
bs_ng_it: Suggerimenti Colorati

source: Colored grep output
bs_ng_it: Output colorato per grep

source: Colored ls output
bs_ng_it: Output colorato per ls

source: Colored manpages
bs_ng_it: Pagine man colorate

source: Command Number [History]
bs_ng_it: Numero Comando [Cronologia]

source: Command Number [Session]
bs_ng_it: Numero Comando [Sessione]

source: Completion query items
bs_ng_it: Completamento oggetti query

source: Cream
bs_ng_it: Crema

source: Current TTY
bs_ng_it: TTY corrente

source: Custom:
bs_ng_it: Personalizzato:

source: Customize LS Colors
bs_ng_it: Personalizza Colori LS

source: Cyan
bs_ng_it: Ciano

source: DW Orange
bs_ng_it: DW Arancione

source: Date
bs_ng_it: Data

source: Debian Packages:
bs_ng_it: Pacchetti Debian:

source: Default
bs_ng_it: Predefinito

source: Dimmed
bs_ng_it: Ridotto

source: Directories:
bs_ng_it: Cartelle:

source: Directory Indicator
bs_ng_it: Indicatore cartella

source: Display (partial) command
bs_ng_it: Mostrare il comando (parziale)

source: Display Batteryload:
bs_ng_it: Mostra Carica Batteria:

source: Display Diskspace:
bs_ng_it: Mostra Spazio Disco:

source: Display Memory:
bs_ng_it: Mostra Memoria:

source: Display battery load
bs_ng_it: Mostra carica batteria

source: Display line numbers
bs_ng_it: Mostra numeri di riga

source: Display memory
bs_ng_it: Mostra Memoria

source: Display number of files
bs_ng_it: Mostra il numero dei file

source: Display number of running jobs
bs_ng_it: Mostra numero di processi attivi

source: Display number of the tty
bs_ng_it: Mostra numero tty

source: Display position of cursor
bs_ng_it: Mostra posizione cursore

source: Display size of files
bs_ng_it: Mostra dimensione file

source: Display system load
bs_ng_it: Mostra carico sistema

source: Display the ruler
bs_ng_it: Mostra righello

source: Display uptime
bs_ng_it: Mostra tempo d'attività

source: Effective User ID
bs_ng_it: ID utente effettivo

source: Empty
bs_ng_it: Vuoto

source: Enable Tab-Rotation
bs_ng_it: Abilita Rotazione Tab

source: Enable auto-indention
bs_ng_it: Abilita auto-indentazione

source: Enable autocd
bs_ng_it: Abilita autocd

source: Enable cd-spell
bs_ng_it: Abilita cd-spell

source: Enable cdable vars
bs_ng_it: Abilita variabili cdable

source: Enable checkhash
bs_ng_it: Abilita checkhash

source: Enable checkjobs
bs_ng_it: Abilita checkjobs

source: Enable cmdhist
bs_ng_it: Abilita cmdhist

source: Enable completion
bs_ng_it: Abilita completamento

source: Enable dirspell
bs_ng_it: Abilita dirspell

source: Enable filetype indention
bs_ng_it: Abilita indentazione per tipo-file

source: Enable force fignore
bs_ng_it: Abilita force fignore

source: Enable globstar
bs_ng_it: Abilita globstar

source: Enable histappend
bs_ng_it: Abilita histappend

source: Enable histreedit
bs_ng_it: Abilita histreedit

source: Enable incremental search
bs_ng_it: Abilita ricerca incrementale

source: Enable no empty cmd comp.
bs_ng_it: Abilita completamento da vuoto

source: Enable syntax highlighting
bs_ng_it: Abilita evidenziazione della sintassi

source: Erasedups
bs_ng_it: Cancella Duplicati

source: Exclude Hidden Files
bs_ng_it: Escludi File Nascosti

source: Executable Files:
bs_ng_it: FIle Eseguibili:

source: Export Profile
bs_ng_it: Esporta Profilo

source: FLAC Audio:
bs_ng_it: Audio FLAC:

source: Files Amount:
bs_ng_it: Numero File:

source: Files Size
bs_ng_it: Dimensione File

source: Font
bs_ng_it: Carattere

source: Free Memory
bs_ng_it: Memoria Libera

source: Free Memory [%]
bs_ng_it: Memoria Libera [%]

source: Free Memory [MB]
bs_ng_it: Memoria Libera [MB]

source: Free Space [%]
bs_ng_it: Spazio Libero [%]

source: Free Space [MB]
bs_ng_it: Spazio Libero [MB]

source: Full Hostname
bs_ng_it: Hostname completo

source: Full Workdir
bs_ng_it: Cartella di lavoro completa

source: GIF Images:
bs_ng_it: Immagini GIF:

source: GZiped TAR Archive:
bs_ng_it: Archivio Tar GZip:

source: Generate All RCs
bs_ng_it: Genera tutti i RC

source: Generate BashRC
bs_ng_it: Genera BashRC

source: Generate InputRC
bs_ng_it: Genera InputRC

source: Generate NanoRC
bs_ng_it: Genera NanoRC

source: Generate VimRC
bs_ng_it: Genera VimRC

source: Generic Files:
bs_ng_it: FIle Generici:

source: Green
bs_ng_it: Verde

source: Have more space for editing
bs_ng_it: Maggior spazio per editing

source: Hide shortcuts
bs_ng_it: Nascondi scorciatoie

source: Highlight current line
bs_ng_it: Evidenzia linea corrente

source: Highlight matches
bs_ng_it: Evidenzia le corrispondenze

source: Highlight matching brackets
bs_ng_it: Evidenzia le parantesi corrispondenti

source: History Blacklist
bs_ng_it: Blacklist della Cronologia

source: History Size
bs_ng_it: Dimensione cronologia

source: Horizontal completion
bs_ng_it: Completamento orizzontale

source: Iceblue
bs_ng_it: Blu Ghiaccio

source: Ignore case
bs_ng_it: Ignora caratteri maiusc/min

source: Ignoreboth
bs_ng_it: Ignora Entrambe

source: Ignoredups
bs_ng_it: Ignora duplicati

source: Ignorespace
bs_ng_it: Ignora caratteri spazio

source: Include Hidden Files
bs_ng_it: Includi File Nascosti

source: Insert Symbolic Color:
bs_ng_it: Inserisci Colore Simbolico:

source: Inverted
bs_ng_it: Invertito

source: JPEG Images:
bs_ng_it: Immagini JPEG:

source: Job
bs_ng_it: Lavoro

source: Jump back to last position
bs_ng_it: Saltare indietro all'ultima posizione

source: Load Average:
bs_ng_it: Carico Medio:

source: Log Files:
bs_ng_it: File di Log:

source: MP3 Audio:
bs_ng_it: Audio MP3:

source: Mark directories
bs_ng_it: Evidenzia le cartelle

source: Mark modified history lines
bs_ng_it: Evidenzia linee modificate cronologia

source: Mark symbolic directories
bs_ng_it: Evidenzia le cartelle simboliche

source: Match case smartly
bs_ng_it: Compara caratteri maiusc/min 'efficentemente'

source: Match case-insensitivley
bs_ng_it: Usa comparazione insensibile ai caratteri maiusc/min

source: Match hidden files
bs_ng_it: Compara con file nascosti

source: Maximum PWD length
bs_ng_it: Lunghezza PWD massima

source: None
bs_ng_it: Nessuno

source: Normal
bs_ng_it: Normale

source: Number of Processes
bs_ng_it: Numero di Processi

source: OGG Vorbis Audio:
bs_ng_it: File Audio OGG:

source: Ocher
bs_ng_it: Ocra

source: Orange
bs_ng_it: Arancione

source: PNG Images:
bs_ng_it: Immagini PNG:

source: PS2 PS3 and PS4
bs_ng_it: PS2 PS3 e PS4

source: PWD cut char
bs_ng_it: Carattere di separazione PWD

source: Path
bs_ng_it: Percorso

source: Pink
bs_ng_it: Rosa

source: Place in PS1
bs_ng_it: Posiziona in PS1

source: Place in P_C
bs_ng_it: Posiziona in P_C

source: Purple
bs_ng_it: Viola

source: RAR Archive:
bs_ng_it: Archivio RAR:

source: Rebind delete keys
bs_ng_it: Riabilita chiavi cancellazione

source: Rebind keypad
bs_ng_it: Riabilita tastierino numerico

source: Red
bs_ng_it: Rosso

source: RedHat Packages:
bs_ng_it: Pacchetti RedHat:

source: Redo
bs_ng_it: Rifai

source: Reload Terminal
bs_ng_it: Ricarica Terminale

source: Reset Bash's History
bs_ng_it: Azzera Cronologia Bash

source: Restore an previously exported profile
bs_ng_it: Ripristina un profilo esportato precedentemente

source: Scroll horizontally
bs_ng_it: Scorri orizzontalmente

source: Search case-sensitivley
bs_ng_it: Ricerca sensibile maius/min

source: Separator
bs_ng_it: Seperatore

source: Set Timeout (in seconds)
bs_ng_it: Imposta Timeout (in secondi)

source: Shell Level
bs_ng_it: Livello Shell

source: Show Help
bs_ng_it: Mostra Aiuto

source: Show Toolbox
bs_ng_it: Mostra Toolbox

source: Show matches if ambiguous
bs_ng_it: Mostra corrispondeze se ambigue

source: Show stats
bs_ng_it: Mostra statistiche

source: Silver
bs_ng_it: Argento

source: Smoothblue
bs_ng_it: Blu Chiaro

source: Smoothgreen
bs_ng_it: Verde Chiaro

source: TAR Archive:
bs_ng_it: Archivio TAR:

source: This will export your profile to ~/bashstyle/profile-[DATE]
bs_ng_it: Questo esporterà il tuo profilo in ~/bashstyle/profile-[DATE]

source: Time
bs_ng_it: Ora

source: Time since Bash started
bs_ng_it: Tempo d'avvio del Basha

source: Trunced Workdir
bs_ng_it: Cartella di lavoro Trunced

source: Turqoise
bs_ng_it: Turchese

source: Underlined
bs_ng_it: Sottolineato

source: Undo
bs_ng_it: Annulla

source: Uptime
bs_ng_it: Tempo d'Attività

source: Use BashStyle-NG
bs_ng_it: Usa BashStyle-NG

source: Use NanoCFG
bs_ng_it: Utilizza NanoCFG

source: Use ReadlineCFG
bs_ng_it: Usa ReadlineCFG

source: Use VimCFG
bs_ng_it: Utilizza VimCFG

source: Use a custom prompt
bs_ng_it: Usare un suggerimento personalizzato

source: Use bold text
bs_ng_it: Usa testo in grassetto

source: Use random style
bs_ng_it: Usa stile casuale

source: Use search-string history
bs_ng_it: Utilizza cronologia stringa-ricerca

source: Used Memory
bs_ng_it: Memoria Usata

source: Used Memory [%]
bs_ng_it: Memoria Usata [%]

source: Used Memory [MB]
bs_ng_it: Memoria Usata [MB]

source: Used Space [%]
bs_ng_it: Spazio Usato [%]

source: Used Space [MB]
bs_ng_it: Spazio Usato [MB]

source: Username
bs_ng_it: Utente

source: Visible
bs_ng_it: Visibile

source: Welcome Message
bs_ng_it: Messaggio di benvenuto

source: White
bs_ng_it: Bianco

source: Winered
bs_ng_it: Rosso Vino

source: Workdir
bs_ng_it: Cartella di lavoro

source: Yellow
bs_ng_it: Giallo

source: ZIP Archive:
bs_ng_it: Archivio ZIP:

source: for 1 minute
bs_ng_it: per 1 minuto

source: for 10 minutes
bs_ng_it: per 10 minuti

source: for 15 minutes
bs_ng_it: per 15 minuti

source: rulerformat =
bs_ng_it: formato righello =
